Repository: kymst8436/mh-skill-simulator
Catalog: app/MHSimulator/MHSimulator/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, ko, pt_br

source: ほか
de: u. a.
en: and more
es: y más
fr: et plus
ko: 외
pt_br: e mais

source: (グループ)
de: (Gruppe)
en: (Group)
es: (Grupo)
fr: (Groupe)
ko: (그룹)
pt_br: (Grupo)

source: (シリーズ)
de: (Set)
en: (Set Bonus)
es: (Conjunto)
fr: (Set)
ko: (시리즈)
pt_br: (Conjunto)

source: (なし)
de: (Keine)
en: (None)
es: (Ninguno)
fr: (Aucun)
ko: (없음)
pt_br: (Nenhum)

source: [+追加] から所持している鑑定護石を登録してください
de: Tippen Sie auf [+ Hinzufügen], um Ihre Talismane zu registrieren
en: Tap [+ Add] to register the charms you own
es: Toca [+ Añadir] para registrar tus amuletos
fr: Touchez [+ Ajouter] pour enregistrer vos talismans
ko: [+ 추가]에서 소지한 감정 호석을 등록해 주세요
pt_br: Toque em [+ Adicionar] para registrar seus amuletos

source: [+追加] で欲しい護石を登録できます。検索結果の護石候補からもワンタップで追加できます
de: Mit [+ Hinzufügen] registrieren Sie gewünschte Talismane. Auch aus den Vorschlägen der Suchergebnisse mit einem Tipp möglich
en: Use [+ Add] to register charms you want. You can also add them with one tap from charm suggestions in search results
es: Con [+ Añadir] puedes registrar los amuletos que quieras. También puedes añadirlos con un toque desde las sugerencias de los resultados
fr: Utilisez [+ Ajouter] pour enregistrer les talismans souhaités. Vous pouvez aussi les ajouter d'un geste depuis les suggestions des résultats
ko: [+ 추가]로 원하는 호석을 등록할 수 있습니다. 검색 결과의 호석 후보에서도 한 번의 탭으로 추가할 수 있습니다
pt_br: Com [+ Adicionar] você registra os amuletos desejados. Também dá para adicioná-los com um toque nas sugestões dos resultados

source: 「%@」に一致するスキルはありません
de: Keine Fertigkeiten entsprechen „%@“
en: No skills match "%@"
es: Ninguna habilidad coincide con "%@"
fr: Aucun talent ne correspond à « %@ »
ko: "%@"과(와) 일치하는 스킬이 없습니다
pt_br: Nenhuma habilidade corresponde a "%@"

source: 「%@」に一致する武器はありません
de: Keine Waffen entsprechen „%@“
en: No weapons match "%@"
es: Ningún arma coincide con "%@"
fr: Aucune arme ne correspond à « %@ »
ko: "%@"과(와) 일치하는 무기가 없습니다
pt_br: Nenhuma arma corresponde a "%@"

# %@の珠【%lld】いずれか
source: %1$@の珠【%2$lld】いずれか
de: Beliebiges Juwel mit %1$@ [%2$lld]
en: Any %1$@ jewel [%2$lld]
es: Cualquier joya con %1$@ [%2$lld]
fr: N'importe quel joyau avec %1$@ [%2$lld]
ko: %1$@ 장식품【%2$lld】 중 하나
pt_br: Qualquer joia com %1$@ [%2$lld]

source: %@を外すと組めます
de: Ohne %@ ist diese Kombination möglich
en: Removing %@ makes this build possible
es: Si quitas %@, la combinación es posible
fr: Retirez %@ pour rendre cette configuration possible
ko: %@을(를) 제외하면 조합할 수 있습니다
pt_br: Remova %@ para viabilizar a combinação

# %lld/%lld スキル
source: %1$lld/%2$lld スキル
de: %1$lld/%2$lld Fertigkeiten
en: %1$lld/%2$lld skills
es: %1$lld/%2$lld habilidades
fr: %1$lld/%2$lld talents
ko: %1$lld/%2$lld 스킬
pt_br: %1$lld/%2$lld habilidades

# %lld/%lld個
source: %1$lld/%2$lld個
de: %1$lld/%2$lld
en: %1$lld/%2$lld
es: %1$lld/%2$lld
fr: %1$lld/%2$lld
ko: %1$lld/%2$lld개
pt_br: %1$lld/%2$lld

# %lld/%lld部位
source: %1$lld/%2$lld部位
de: %1$lld/%2$lld Teile
en: %1$lld/%2$lld pieces
es: %1$lld/%2$lld piezas
fr: %1$lld/%2$lld pièces
ko: %1$lld/%2$lld부위
pt_br: %1$lld/%2$lld peças

source: %lld件
de: %lld Treffer
en: %lld results
es: %lld resultados
fr: %lld résultats
ko: %lld건
pt_br: %lld resultados

source: %lld件(打ち切りあり。条件を絞ると精度が上がります)
de: %lld Treffer (abgeschnitten — engere Bedingungen erhöhen die Genauigkeit)
en: %lld results (truncated — narrower conditions improve accuracy)
es: %lld resultados (truncados; condiciones más precisas mejoran la exactitud)
fr: %lld résultats (liste tronquée — des conditions plus précises améliorent la fiabilité)
ko: %lld건(중단됨. 조건을 좁히면 정확도가 올라갑니다)
pt_br: %lld resultados (truncados; condições mais restritas melhoram a precisão)

source: %lld件のスキルを追加できます
de: %lld Fertigkeiten können hinzugefügt werden
en: %lld skills can be added
es: Se pueden añadir %lld habilidades
fr: %lld talents peuvent être ajoutés
ko: %lld개의 스킬을 추가할 수 있습니다
pt_br: %lld habilidades podem ser adicionadas

source: %lld個
de: %lld
en: %lld
es: %lld
fr: %lld
ko: %lld개
pt_br: %lld

source: %lld分
de: %lld Min.
en: %lld min
es: %lld min
fr: %lld min
ko: %lld분
pt_br: %lld min

# %lld時間%lld分
source: %1$lld時間%2$lld分
de: %1$lld Std. %2$lld Min.
en: %1$lld h %2$lld min
es: %1$lld h %2$lld min
fr: %1$lld h %2$lld min
ko: %1$lld시간 %2$lld분
pt_br: %1$lld h %2$lld min

source: %lld本
de: %lld Waffen
en: %lld weapons
es: %lld armas
fr: %lld armes
ko: %lld개
pt_br: %lld armas

source: %lld部位
de: %lld Teile
en: %lld pieces
es: %lld piezas
fr: %lld pièces
ko: %lld부위
pt_br: %lld peças

# → %@ スロ%@
source: → %1$@ スロ%2$@
de: → %1$@ Slot %2$@
en: → %1$@ slot %2$@
es: → %1$@ hueco %2$@
fr: → %1$@ empl. %2$@
ko: → %1$@ 슬롯 %2$@
pt_br: → %1$@ slot %2$@

source: + 追加
de: + Hinzufügen
en: + Add
es: + Añadir
fr: + Ajouter
ko: + 추가
pt_br: + Adicionar

source: +Lv%lldまで
de: + bis Lv%lld
en: Up to +Lv%lld
es: + hasta Nv. %lld
fr: jusqu'à +%lld niv.
ko: +Lv%lld까지
pt_br: + até Nv. %lld

source: ★条件
de: ★ Bedingung
en: ★ Condition
es: ★ Condición
fr: ★ Condition
ko: ★조건
pt_br: ★ Condição

source: Lv%lld発動
de: Aktiviert Lv%lld
en: Activates Lv%lld
es: Activa Nv. %lld
fr: Niv. %lld activé
ko: Lv%lld 발동
pt_br: Ativa Nv. %lld

source: Pro版
de: Pro
en: Pro
es: Pro
fr: Pro
ko: Pro
pt_br: Pro

source: Pro版でできること
de: Das bietet die Pro-Version
en: What Pro Offers
es: Qué ofrece la versión Pro
fr: Ce qu'offre la version Pro
ko: Pro 버전의 기능
pt_br: O que a versão Pro oferece

source: Pro版にアップグレード
de: Auf Pro upgraden
en: Upgrade to Pro
es: Mejorar a Pro
fr: Passer à la version Pro
ko: Pro 버전으로 업그레이드
pt_br: Fazer upgrade para Pro

source: Pro版について
de: Über die Pro-Version
en: About Pro
es: Acerca de la versión Pro
fr: À propos de la version Pro
ko: Pro 버전 정보
pt_br: Sobre a versão Pro

source: Pro版をご利用中
de: Pro-Version aktiv
en: Pro active
es: Versión Pro activa
fr: Version Pro active
ko: Pro 버전 이용 중
pt_br: Versão Pro ativa

source: Pro版をご利用中です
de: Sie nutzen die Pro-Version
en: You're using Pro
es: Estás usando la versión Pro
fr: Vous utilisez la version Pro
ko: Pro 버전을 이용 중입니다
pt_br: Você está usando a versão Pro

source: Pro版を購入
de: Pro kaufen
en: Buy Pro
es: Comprar Pro
fr: Acheter la version Pro
ko: Pro 버전 구입
pt_br: Comprar Pro

source: Pro版を購入 %@
de: Pro kaufen %@
en: Buy Pro %@
es: Comprar Pro %@
fr: Acheter la version Pro %@
ko: Pro 버전 구입 %@
pt_br: Comprar Pro %@

source: アーティア
de: Artian
en: Artian
es: Artiana
fr: Artian
ko: 아티어
pt_br: Artiano

source: アイコン素材
de: Icon-Grafiken
en: Icon Assets
es: Iconos
fr: Icônes
ko: 아이콘 소재
pt_br: Ícones

source: アプリの再インストールをお試しください
de: Bitte installieren Sie die App neu
en: Please try reinstalling the app
es: Prueba a reinstalar la aplicación
fr: Essayez de réinstaller l'application
ko: 앱을 다시 설치해 보세요
pt_br: Tente reinstalar o aplicativo

source: ウィッシュリスト
de: Wunschliste
en: Wishlist
es: Lista de deseos
fr: Liste de souhaits
ko: 위시리스트
pt_br: Lista de desejos

source: ウィッシュリストに追加
de: Zur Wunschliste hinzufügen
en: Add to Wishlist
es: Añadir a la lista de deseos
fr: Ajouter à la liste de souhaits
ko: 위시리스트에 추가
pt_br: Adicionar à lista de desejos

source: ウィッシュリストは空です
de: Ihre Wunschliste ist leer
en: Your wishlist is empty
es: Tu lista de deseos está vacía
fr: Votre liste de souhaits est vide
ko: 위시리스트가 비어 있습니다
pt_br: Sua lista de desejos está vazia

source: ウィッシュリスト登録済み
de: Auf der Wunschliste
en: On wishlist
es: En la lista de deseos
fr: Déjà dans la liste de souhaits
ko: 위시리스트 등록됨
pt_br: Na lista de desejos

source: お支払いは1回のみです(買い切り)
de: Einmalige Zahlung (Einmalkauf)
en: One-time payment (no subscription)
es: Pago único (compra definitiva)
fr: Paiement unique (achat définitif)
ko: 결제는 한 번뿐입니다(영구 이용)
pt_br: Pagamento único (compra vitalícia)

source: カスタム武器
de: Eigene Waffe
en: Custom Weapon
es: Arma personalizada
fr: Arme personnalisée
ko: 커스텀 무기
pt_br: Arma personalizada

source: カメラで読み取る
de: Mit Kamera scannen
en: Scan with Camera
es: Escanear con la cámara
fr: Scanner avec l'appareil photo
ko: 카메라로 읽기
pt_br: Escanear com a câmera

source: カメラを使用できません
de: Kamera nicht verfügbar
en: Camera unavailable
es: Cámara no disponible
fr: Appareil photo indisponible
ko: 카메라를 사용할 수 없습니다
pt_br: Câmera indisponível

source: ガンランス
de: Gewehrlanze
en: Gunlance
es: Lanza pistola
fr: Lancecanon
ko: 건랜스
pt_br: Lançarma

source: キャンセル
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ko: 취소
pt_br: Cancelar

source: グループ
de: Gruppe
en: Group
es: Grupo
fr: Groupe
ko: 그룹
pt_br: Grupo

source: グループスキル(1部位分として加算)
de: Gruppenfertigkeit (zählt als ein Teil)
en: Group skill (counts as one piece)
es: Habilidad de grupo (cuenta como una pieza)
fr: Talent de groupe (compte comme une pièce)
ko: 그룹 스킬(1부위로 가산)
pt_br: Habilidade de grupo (conta como uma peça)

source: ゲームデータ
de: Spieldaten
en: Game Data
es: Datos del juego
fr: Données du jeu
ko: 게임 데이터
pt_br: Dados do jogo

source: ゲームの装備詳細(護石)を枠内に収めてください
de: Positionieren Sie die Ausrüstungsdetails (Talisman) des Spiels innerhalb des Rahmens
en: Fit the game's equipment details (charm) inside the frame
es: Encuadra los detalles del equipo (amuleto) del juego dentro del marco
fr: Placez les détails d'équipement du jeu (talisman) dans le cadre
ko: 게임의 장비 상세(호석)를 틀 안에 맞춰 주세요
pt_br: Enquadre os detalhes do equipamento (amuleto) do jogo dentro da moldura

source: このアプリについて
de: Über diese App
en: About This App
es: Acerca de esta app
fr: À propos de l'app
ko: 이 앱 정보
pt_br: Sobre este app

source: このスキルを外せば組めます
de: Ohne diese Fertigkeit ist die Kombination möglich
en: Removing this skill makes the build possible
es: Si quitas esta habilidad, la combinación es posible
fr: Retirez ce talent pour rendre la configuration possible
ko: 이 스킬을 제외하면 조합할 수 있습니다
pt_br: Remova esta habilidade para viabilizar a combinação

source: このスキルを持つ防具
de: Rüstungen mit dieser Fertigkeit
en: Armor with This Skill
es: Armaduras con esta habilidad
fr: Armures avec ce talent
ko: 이 스킬을 가진 방어구
pt_br: Armaduras com esta habilidade

source: このマイセットを削除しますか?
de: Dieses Set löschen?
en: Delete this set?
es: ¿Eliminar este conjunto?
fr: Supprimer ce set ?
ko: 이 마이 세트를 삭제하시겠습니까?
pt_br: Excluir este conjunto?

source: この構成で設定
de: Diese Kombination übernehmen
en: Apply this combination
es: Usar esta combinación
fr: Utiliser cette combinaison
ko: 이 구성으로 설정
pt_br: Usar esta combinação

source: この構成の護石はありません。スキル2・3も選択してください
de: Kein Talisman entspricht dieser Kombination. Wählen Sie auch Fertigkeit 2 und 3
en: No charm matches this combination. Also select skills 2 and 3
es: Ningún amuleto coincide con esta combinación. Selecciona también las habilidades 2 y 3
fr: Aucun talisman ne correspond à cette combinaison. Sélectionnez aussi les talents 2 et 3
ko: 이 구성의 호석은 없습니다. 스킬 2·3도 선택해 주세요
pt_br: Nenhum amuleto corresponde a esta combinação. Selecione também as habilidades 2 e 3

source: この装備セットをマイセットタブに保存します
de: Dieses Ausrüstungsset im Tab „Meine Sets“ speichern
en: Save this equipment set to the My Sets tab
es: Guardar este conjunto de equipo en la pestaña Mis conjuntos
fr: Enregistrer ce set d'équipement dans l'onglet Mes sets
ko: 이 장비 세트를 마이 세트 탭에 저장합니다
pt_br: Salvar este conjunto de equipamento na aba Meus conjuntos

source: この護石があれば組めます
de: Mit diesem Talisman möglich
en: Possible with This Charm
es: Posible con este amuleto
fr: Possible avec ce talisman
ko: 이 호석이 있으면 조합 가능
pt_br: Possível com este amuleto

source: この護石を削除しますか?
de: Diesen Talisman löschen?
en: Delete this charm?
es: ¿Eliminar este amuleto?
fr: Supprimer ce talisman ?
ko: 이 호석을 삭제하시겠습니까?
pt_br: Excluir este amuleto?

source: シリーズ
de: Set
en: Set Bonus
es: Conjunto
fr: Set
ko: 시리즈
pt_br: Conjunto

source: シリーズスキル(1部位分として加算)
de: Set-Fertigkeit (zählt als ein Teil)
en: Set bonus skill (counts as one piece)
es: Habilidad de conjunto (cuenta como una pieza)
fr: Talent de set (compte comme une pièce)
ko: 시리즈 스킬(1부위로 가산)
pt_br: Habilidade de conjunto (conta como uma peça)

source: スキル
de: Fertigkeiten
en: Skills
es: Habilidades
fr: Talents
ko: 스킬
pt_br: Habilidades

source: スキル1
de: Fertigkeit 1
en: Skill 1
es: Habilidad 1
fr: Talent 1
ko: 스킬 1
pt_br: Habilidade 1

source: スキル1を選択してください
de: Wählen Sie Fertigkeit 1
en: Select skill 1
es: Selecciona la habilidad 1
fr: Sélectionnez le talent 1
ko: 스킬 1을 선택해 주세요
pt_br: Selecione a habilidade 1

source: スキル2
de: Fertigkeit 2
en: Skill 2
es: Habilidad 2
fr: Talent 2
ko: 스킬 2
pt_br: Habilidade 2

source: スキル3
de: Fertigkeit 3
en: Skill 3
es: Habilidad 3
fr: Talent 3
ko: 스킬 3
pt_br: Habilidade 3

source: スキルを追加
de: Fertigkeit hinzufügen
en: Add Skill
es: Añadir habilidad
fr: Ajouter un talent
ko: 스킬 추가
pt_br: Adicionar habilidade

source: スキルを選択
de: Fertigkeit wählen
en: Select Skill
es: Seleccionar habilidad
fr: Choisir un talent
ko: 스킬 선택
pt_br: Selecionar habilidade

source: スキル名で検索
de: Nach Fertigkeitsnamen suchen
en: Search by skill name
es: Buscar por nombre de habilidad
fr: Rechercher par nom de talent
ko: 스킬 이름으로 검색
pt_br: Buscar por nome de habilidade

source: スキル条件
de: Fertigkeitsbedingungen
en: Skill Conditions
es: Condiciones de habilidades
fr: Conditions de talents
ko: 스킬 조건
pt_br: Condições de habilidades

source: スキル構成から自動で候補を絞り込みます
de: Kandidaten werden anhand der Fertigkeitskombination automatisch eingegrenzt
en: Suggestions are narrowed automatically from the skill combination
es: Los candidatos se filtran automáticamente según la combinación de habilidades
fr: Les candidats sont filtrés automatiquement selon la combinaison de talents
ko: 스킬 구성에 따라 자동으로 후보를 좁힙니다
pt_br: Os candidatos são filtrados automaticamente pela combinação de habilidades

source: スキル詳細
de: Fertigkeitsdetails
en: Skill Details
es: Detalles de la habilidad
fr: Détails du talent
ko: 스킬 상세
pt_br: Detalhes da habilidade

source: すべて
de: Alle
en: All
es: Todos
fr: Tous
ko: 전체
pt_br: Todos

source: すべての武器から検索
de: Alle Waffen durchsuchen
en: Search across all weapons
es: Buscar entre todas las armas
fr: Rechercher parmi toutes les armes
ko: 모든 무기에서 검색
pt_br: Buscar entre todas as armas

source: すべて表示
de: Alle anzeigen
en: Show All
es: Mostrar todo
fr: Tout afficher
ko: 모두 표시
pt_br: Mostrar tudo

source: スラッシュアックス
de: Morph-Axt
en: Switch Axe
es: Hacha espada
fr: Volto-hache
ko: 슬래시액스
pt_br: Machado Alternado

source: スロット
de: Slots
en: Slots
es: Huecos
fr: Emplacements
ko: 슬롯
pt_br: Slots

source: スロット・レア度
de: Slots & Seltenheit
en: Slots & Rarity
es: Huecos y rareza
fr: Emplacements et rareté
ko: 슬롯·레어도
pt_br: Slots e raridade

source: スロット%lld
de: Slot %lld
en: Slot %lld
es: Hueco %lld
fr: Emplacement %lld
ko: 슬롯 %lld
pt_br: Slot %lld

source: スロット数昇順
de: Slots (aufsteigend)
en: Slots (ascending)
es: Huecos (ascendente)
fr: Emplacements (croissants)
ko: 슬롯 수 오름차순
pt_br: Slots (crescente)

source: スロット数降順
de: Slots (absteigend)
en: Slots (descending)
es: Huecos (descendente)
fr: Emplacements (décroissants)
ko: 슬롯 수 내림차순
pt_br: Slots (decrescente)

source: セット名
de: Set-Name
en: Set Name
es: Nombre del conjunto
fr: Nom du set
ko: 세트 이름
pt_br: Nome do conjunto

source: タップすると条件に追加して再検索します
de: Tippen, um zur Bedingung hinzuzufügen und erneut zu suchen
en: Tap to add to conditions and search again
es: Toca para añadirlo a las condiciones y volver a buscar
fr: Touchez pour l'ajouter aux conditions et relancer la recherche
ko: 탭하면 조건에 추가하여 다시 검색합니다
pt_br: Toque para adicionar às condições e buscar novamente

source: チャージアックス
de: Energieklinge
en: Charge Blade
es: Hacha cargada
fr: Morpho-hache
ko: 차지액스
pt_br: Lâmina Carregada

source: データ: mhdb-wilds-data (LartTyler) を加工して使用 https://github.com/LartTyler/mhdb-wilds-data
de: Daten: bearbeitet auf Basis von mhdb-wilds-data (LartTyler) https://github.com/LartTyler/mhdb-wilds-data
en: Data: adapted from mhdb-wilds-data (LartTyler) https://github.com/LartTyler/mhdb-wilds-data
es: Datos: adaptados de mhdb-wilds-data (LartTyler) https://github.com/LartTyler/mhdb-wilds-data
fr: Données : adaptées de mhdb-wilds-data (LartTyler) https://github.com/LartTyler/mhdb-wilds-data
ko: 데이터: mhdb-wilds-data (LartTyler)를 가공하여 사용 https://github.com/LartTyler/mhdb-wilds-data
pt_br: Dados: adaptados de mhdb-wilds-data (LartTyler) https://github.com/LartTyler/mhdb-wilds-data

source: データの読み込みに失敗しました
de: Daten konnten nicht geladen werden
en: Failed to load data
es: Error al cargar los datos
fr: Échec du chargement des données
ko: 데이터를 불러오지 못했습니다
pt_br: Falha ao carregar os dados

source: データ出典
de: Datenquelle
en: Data Source
es: Fuente de datos
fr: Source des données
ko: 데이터 출처
pt_br: Fonte dos dados

source: なし
de: Keine
en: None
es: Ninguno
fr: Aucun
ko: 없음
pt_br: Nenhum

source: の護石で出現。入手したらタップで登録
de: Erscheint bei Talismanen dieser Seltenheit. Nach Erhalt zum Registrieren tippen
en: Appears in charms of this rarity. Tap to register once obtained
es: Aparece en amuletos de esta rareza. Toca para registrarlo cuando lo consigas
fr: Apparaît sur des talismans de cette rareté. Touchez pour l'enregistrer une fois obtenu
ko: 호석에서 출현. 입수하면 탭하여 등록
pt_br: Aparece em amuletos desta raridade. Toque para registrar quando obtiver

source: バージョン
de: Version
en: Version
es: Versión
fr: Version
ko: 버전
pt_br: Versão

source: バナー・検索時・装備詳細の広告が表示されなくなり、左上の広告非表示ボタンも不要になります
de: Entfernt Banner-, Such- und Detailanzeigen; die Taste zum Ausblenden der Anzeigen oben links wird überflüssig
en: Removes banner, search, and equipment-detail ads; the ad-hide button in the top left is no longer needed
es: Elimina los anuncios de banner, búsqueda y detalles del equipo; el botón de ocultar anuncios de arriba a la izquierda deja de ser necesario
fr: Supprime les publicités (bannière, recherche, détails d'équipement) ; le bouton de masquage en haut à gauche devient inutile
ko: 배너·검색 시·장비 상세 광고가 표시되지 않으며, 왼쪽 위의 광고 숨김 버튼도 필요 없어집니다
pt_br: Remove os anúncios de banner, busca e detalhes do equipamento; o botão de ocultar anúncios no canto superior esquerdo deixa de ser necessário

source: ハンマー
de: Hammer
en: Hammer
es: Martillo
fr: Marteau
ko: 해머
pt_br: Martelo

source: フィルター
de: Filter
en: Filters
es: Filtros
fr: Filtres
ko: 필터
pt_br: Filtros

source: プライバシーポリシー
de: Datenschutzrichtlinie
en: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
ko: 개인정보 처리방침
pt_br: Política de privacidade

source: ヘビィボウガン
de: Schweres Bogengewehr
en: Heavy Bowgun
es: Ballesta pesada
fr: Fusarbalète lourde
ko: 헤비보우건
pt_br: Balestra Pesada

source: マイセット
de: Meine Sets
en: My Sets
es: Mis conjuntos
fr: Mes sets
ko: 마이 세트
pt_br: Meus conjuntos

source: マイセットに保存
de: In Meine Sets speichern
en: Save to My Sets
es: Guardar en Mis conjuntos
fr: Enregistrer dans Mes sets
ko: 마이 세트에 저장
pt_br: Salvar em Meus conjuntos

source: マイセットの上限
de: Limit für Meine Sets
en: My Sets Limit Reached
es: Límite de Mis conjuntos
fr: Limite de sets atteinte
ko: 마이 세트 상한
pt_br: Limite de Meus conjuntos

source: マイセットの上限なし
de: Unbegrenzte Sets
en: No My Sets limit
es: Mis conjuntos sin límite
fr: Mes sets illimités
ko: 마이 세트 상한 없음
pt_br: Meus conjuntos sem limite

source: マイセットはまだありません
de: Noch keine Sets
en: No sets yet
es: Aún no hay conjuntos
fr: Aucun set pour l'instant
ko: 마이 세트가 아직 없습니다
pt_br: Ainda não há conjuntos

source: マイセットを読み込めませんでした
de: Sets konnten nicht geladen werden
en: Couldn't load your sets
es: No se han podido cargar tus conjuntos
fr: Impossible de charger vos sets
ko: 마이 세트를 불러오지 못했습니다
pt_br: Não foi possível carregar seus conjuntos

source: マイセット上限なし・全ての広告が非表示
de: Unbegrenzte Sets & alle Anzeigen entfernt
en: Unlimited sets & all ads removed
es: Conjuntos ilimitados y sin anuncios
fr: Sets illimités et plus aucune publicité
ko: 마이 세트 상한 없음·모든 광고 숨김
pt_br: Conjuntos ilimitados e sem anúncios

source: マイセット上限なし・全ての広告が非表示に
de: Unbegrenzte Sets & alle Anzeigen entfernt
en: Unlimited sets & all ads removed
es: Conjuntos ilimitados y sin anuncios
fr: Sets illimités et plus aucune publicité
ko: 마이 세트 상한 없음·모든 광고 숨김
pt_br: Conjuntos ilimitados e sem anúncios

source: メモ
de: Notizen
en: Notes
es: Notas
fr: Notes
ko: 메모
pt_br: Notas

source: メモ(任意)
de: Notizen (optional)
en: Notes (optional)
es: Notas (opcional)
fr: Notes (facultatif)
ko: 메모(선택)
pt_br: Notas (opcional)

source: やめる
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ko: 계속 입력
pt_br: Cancelar

source: ライトボウガン
de: Leichtes Bogengewehr
en: Light Bowgun
es: Ballesta ligera
fr: Fusarbalète légère
ko: 라이트보우건
pt_br: Balestra Leve

source: ランス
de: Lanze
en: Lance
es: Lanza
fr: Lance
ko: 랜스
pt_br: Lança

source: リセット
de: Zurücksetzen
en: Reset
es: Restablecer
fr: Réinitialiser
ko: 초기화
pt_br: Redefinir

source: リワード広告を再生することで8時間の間全ての広告が非表示となります。
de: Sehen Sie sich eine Prämienanzeige an, um alle Anzeigen 8 Stunden lang auszublenden.
en: Watch a rewarded ad to hide all ads for 8 hours.
es: Mira un anuncio con recompensa para ocultar todos los anuncios durante 8 horas.
fr: Regardez une publicité avec récompense pour masquer toutes les publicités pendant 8 heures.
ko: 보상형 광고를 시청하면 8시간 동안 모든 광고가 숨겨집니다.
pt_br: Assista a um anúncio premiado para ocultar todos os anúncios por 8 horas.

source: レア%lld
de: Seltenheit %lld
en: Rare %lld
es: Raro %lld
fr: Rareté %lld
ko: 레어 %lld
pt_br: Raridade %lld

source: レア度%lld
de: Seltenheit %lld
en: Rarity %lld
es: Rareza %lld
fr: Rareté %lld
ko: 레어도 %lld
pt_br: Raridade %lld

source: レア度昇順
de: Seltenheit (aufsteigend)
en: Rarity (ascending)
es: Rareza (ascendente)
fr: Rareté (croissante)
ko: 레어도 오름차순
pt_br: Raridade (crescente)

source: レア度降順
de: Seltenheit (absteigend)
en: Rarity (descending)
es: Rareza (descendente)
fr: Rareté (décroissante)
ko: 레어도 내림차순
pt_br: Raridade (decrescente)

source: レベルごとの効果
de: Effekte pro Stufe
en: Effects by Level
es: Efectos por nivel
fr: Effets par niveau
ko: 레벨별 효과
pt_br: Efeitos por nível

source: 不明な装飾品
de: Unbekannte Dekoration
en: Unknown decoration
es: Joya desconocida
fr: Joyau inconnu
ko: 알 수 없는 장식품
pt_br: Joia desconhecida

source: 不明な護石
de: Unbekannter Talisman
en: Unknown charm
es: Amuleto desconocido
fr: Talisman inconnu
ko: 알 수 없는 호석
pt_br: Amuleto desconhecido

source: 不明な防具
de: Unbekannte Rüstung
en: Unknown armor
es: Armadura desconocida
fr: Armure inconnue
ko: 알 수 없는 방어구
pt_br: Armadura desconhecida

source: 並び替え
de: Sortieren
en: Sort
es: Ordenar
fr: Trier
ko: 정렬
pt_br: Ordenar

source: 以上の護石で出現します
de: Erscheint bei Talismanen dieser Seltenheit oder höher
en: Appears in charms of this rarity or higher
es: Aparece en amuletos de esta rareza o superior
fr: Apparaît sur des talismans de cette rareté ou supérieure
ko: 이상의 호석에서 출현합니다
pt_br: Aparece em amuletos desta raridade ou superior

source: 保存
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
ko: 저장
pt_br: Salvar

source: 保存できませんでした。端末の空き容量をご確認ください
de: Speichern fehlgeschlagen. Prüfen Sie den freien Speicherplatz
en: Couldn't save. Check your device's free space
es: No se ha podido guardar. Comprueba el espacio libre del dispositivo
fr: Échec de l'enregistrement. Vérifiez l'espace libre de l'appareil
ko: 저장하지 못했습니다. 기기의 여유 공간을 확인해 주세요
pt_br: Não foi possível salvar. Verifique o espaço livre do dispositivo

source: 保存済み
de: Gespeichert
en: Saved
es: Guardado
fr: Enregistré
ko: 저장됨
pt_br: Salvo

source: 免責
de: Haftungsausschluss
en: Disclaimer
es: Descargo de responsabilidad
fr: Avertissement
ko: 면책
pt_br: Isenção de responsabilidade

source: 入力内容を破棄しますか?
de: Eingaben verwerfen?
en: Discard your input?
es: ¿Descartar lo introducido?
fr: Abandonner la saisie ?
ko: 입력 내용을 버리시겠습니까?
pt_br: Descartar o que foi inserido?

source: 入手したらタップで所持護石として登録できます
de: Nach Erhalt tippen, um ihn als eigenen Talisman zu registrieren
en: Once obtained, tap to register it as an owned charm
es: Cuando lo consigas, toca para registrarlo como amuleto en tu poder
fr: Une fois obtenu, touchez pour l'enregistrer comme talisman possédé
ko: 입수하면 탭하여 소지 호석으로 등록할 수 있습니다
pt_br: Quando obtiver, toque para registrá-lo como amuleto obtido

source: 全ての広告が非表示
de: Alle Anzeigen entfernt
en: All ads removed
es: Todos los anuncios ocultos
fr: Toutes les publicités masquées
ko: 모든 광고 숨김
pt_br: Todos os anúncios ocultos
